posts/2019-10-04/index.html
<!DOCTYPE html>
<html prefix="" lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width">
<title>2019-10-04 | Qoherences</title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://h-oll.github.io/qoherences/posts/2019-10-04/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Harold Ollivier">
<meta property="og:site_name" content="Qoherences">
<meta property="og:title" content="2019-10-04">
<meta property="og:url" content="https://h-oll.github.io/qoherences/posts/2019-10-04/">
<meta property="og:description" content="Breaking News


Google will be claiming quantum supremacy. It's a huge step for the field. A working intermediate scale QC at Google was able to perform a computation much faster than any available cl">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2019-10-04T06:32:52+02:00">
</head>
<body>
    

    <header id="header" class="navbar"><div class="container">
            
    <div class="brand">

        <div class="brand-text">
            <a href="https://h-oll.github.io/qoherences/" title="Qoherences" rel="home">
                Qoherences
            </a>
        </div>

        <a id="btn-toggle-nav" class="navbar-toggle">
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
        </a>
    </div>

            
    <nav class="navbar-collapse collapse"><ul class="nav">
<li><a href="../../archive.html">Archive</a></li>
                <li><a href="../../categories/">Tags</a></li>
                <li><a href="../../rss.xml">RSS feed</a></li>
    
    
    </ul></nav>
</div>
    </header><div class="header-padding"> </div>

    
    <div class="post-header">
        <div class="container">
            <div class="title">
                2019-10-04
            </div>
        </div>
    </div>

    <div class="post-meta">
      <div class="container">
	<div class="meta clearfix">
	  <div class="authordate">
	    <time class="timeago" datetime="2019-10-04T06:32:52+02:00">2019/10/04</time>
	    

	    
          |  
        <a href="index.org" id="sourcelink">Source</a>

	  </div>
	  <div class="post-tags">
	  </div>
	</div>
      </div>
    </div>


    <div id="post-main" class="main">
        <div class="container">
        <div id="outline-container-org3dc1e8b" class="outline-2">
<h2 id="org3dc1e8b">Breaking News</h2>
<div class="outline-text-2" id="text-org3dc1e8b">
<p>
Google will be claiming quantum supremacy. It's a huge step for the field. A working intermediate scale QC at Google was able to perform a computation much faster than any available classical super-computer. Beware: I didn't say <b>any</b> computation, but <b>a</b> computation. I let you reflect on this. For more there is the excellent <a href="https://www.scottaaronson.com/blog/?p=4317">Scott’s Supreme Quantum Supremacy FAQ!</a>, and even more in Preskill's article in <a href="https://www.quantamagazine.org/john-preskill-explains-quantum-supremacy-20191002/">Quanta Magazine</a>
</p>
</div>
</div>
<div id="outline-container-org41395cf" class="outline-2">
<h2 id="org41395cf">General public articles</h2>
<div class="outline-text-2" id="text-org41395cf">
</div>
<div id="outline-container-orgfc05748" class="outline-3">
<h3 id="orgfc05748"><a href="https://blogs.scientificamerican.com/observations/the-problem-with-quantum-computers/?amp;text=The">The Problem with Quantum Computers</a></h3>
<div class="outline-text-3" id="text-orgfc05748">
<p>
<i>Scientific American - Los Alamos National Lab</i> – Decoherence is bad for quantum computing, but fortunately there are ways to fight it. Fault-tolerant gates are one of them. Optimized quantum circuits obtained via ML compilers are another. Here LANL researchers report using quantum computers to compile their own programs. Hey, we are getting away from low level assembly like code and circuits. Love it.
</p>
</div>
</div>
<div id="outline-container-org50bac39" class="outline-3">
<h3 id="org50bac39"><a href="https://www.quantamagazine.org/computer-scientists-expand-the-frontier-of-verifiable-knowledge-20190523/">Computer Scientists Expand the Frontier of Verifiable Knowledge</a></h3>
<div class="outline-text-3" id="text-org50bac39">
<p>
<i>Quanta magazine - Caltech - MIT</i> – Using computers to verify that a solution given to a problem is exact is a common cryptographic setting. Think of digital signatures, its easy to check but without the private key you can't encode, i.e find the solution to the problem. When using quantum computers, you can verify efficiently the solutions to some of the hardest imaginable problems. Yay quantum!
<a href="https://phys.org/news/2019-04-method-enables-quantum-simulations-larger.html">New method enables quantum simulations on larger systems</a>
<i>Phys.org - Science - U. Innsbruck</i> – New method for characterizing multi-party states. That's one of the challenges (see subject above) of QC: know that your computer has been doing what it was supposed to do. Hey that's the experimentalists job augmented by the computer scientists approach. 
</p>
</div>
</div>
<div id="outline-container-org3c7413a" class="outline-3">
<h3 id="org3c7413a"><a href="https://www.frenchweb.fr/comprendre-linformatique-quantique-edition-2019-par-olivier-ezratty/376411">Comprendre l’informatique quantique</a></h3>
<div class="outline-text-3" id="text-org3c7413a">
<p>
<i>FrenchWeb - Olivier Ezratty</i> – Incredible attemp by a non scientist to explain what quantum computing and quantum communication are. In french. 
</p>
</div>
</div>
<div id="outline-container-orgf7ec60a" class="outline-3">
<h3 id="orgf7ec60a"><a href="https://www.quantamagazine.org/stephanie-wehner-is-designing-a-quantum-internet-20190925/">To Invent a Quantum Internet</a></h3>
<div class="outline-text-3" id="text-orgf7ec60a">
<p>
<i>Quanta Magazine - Stephanie Wehner</i> – What to know why Quantum Information Science is not Computing only ? Read this! LIP6 is taking care of the upper network layers with other embers of the Paris node. <a href="https://www.youtube.com/watch?v=B76dFHnGdLM">https://www.youtube.com/watch?v=B76dFHnGdLM</a>
</p>
</div>
</div>
<div id="outline-container-org1c19399" class="outline-3">
<h3 id="org1c19399"><a href="https://techxplore.com/news/2019-09-quantum-internet-closer-reality.html">Project brings quantum internet closer to reality</a></h3>
<div class="outline-text-3" id="text-org1c19399">
<p>
<i>TechXplore - U Innsbruck - Army Research Lab</i> – Sending entanglement over long distances (50km) successfully is a huge achievement, because not only do you need to create the entanglement, but you also need to convert the created photon pairs to telecom wavelength!
</p>
</div>
</div>
<div id="outline-container-orgb8d8cdd" class="outline-3">
<h3 id="orgb8d8cdd"><a href="https://cacm.acm.org/magazines/2019/10/239668-closing-in-on-quantum-error-correction/fulltext">Closing In on Quantum Error Correction</a></h3>
<div class="outline-text-3" id="text-orgb8d8cdd">
<p>
<i>Communications of the ACM - IQC / PI</i> – A short overview of what quantum error correction is and why it is useful (well the statement that nothing interesting can be done without it is raising debates). Some more cool stuff on Surface codes in the Research Paper section, where D. Poulin has been constructing wormholes in them. 
</p>
</div>
</div>
</div>
<div id="outline-container-org04317c7" class="outline-2">
<h2 id="org04317c7">Industry - Academia - Startups</h2>
<div class="outline-text-2" id="text-org04317c7">
<p>
If you read till her, I asume you've heard about Google Supremacy Claim.
</p>
</div>
</div>
<div id="outline-container-org4a772af" class="outline-2">
<h2 id="org4a772af">Research papers</h2>
<div class="outline-text-2" id="text-org4a772af">
</div>
<div id="outline-container-org74888f8" class="outline-3">
<h3 id="org74888f8"><a href="https://arxiv.org/abs/1909.07419">Topological wormholes</a></h3>
<div class="outline-text-3" id="text-org74888f8">
<p>
<i>U. Sherbrooke - A. Krishna, D. Poulin</i> – Having fun with toric codes, puncturing and stiching. It's a novel way to do fault tolerant computation using toric codes. 
</p>
</div>
</div>
<div id="outline-container-org278a0b2" class="outline-3">
<h3 id="org278a0b2"><a href="https://arxiv.org/abs/0602130">One-and-a-half quantum de Finetti theorems</a></h3>
<div class="outline-text-3" id="text-org278a0b2">
<p>
<i>Matthias Christandl, Robert Koenig, Graeme Mitchison, Renato Renner, Approximations of the de Finetti theorem when there are finitely many systems</i> – Not a recent one, but a good one. 
</p>
</div>
</div>
<div id="outline-container-org01cc95b" class="outline-3">
<h3 id="org01cc95b"><a href="https://arxiv.org/abs/1209.0448">A classical leash for a quantum system: Command of quantum systems via rigidity of CHSH games</a></h3>
<div class="outline-text-3" id="text-org01cc95b">
<p>
<i>Ben W. Reichardt, Falk Unger, Umesh Vazirani</i> – Another important one for caracterizing geometric properties of entangled states… giving them some rigidity properties.
</p>
</div>
</div>
</div>
<div id="outline-container-org0cf52e2" class="outline-2">
<h2 id="org0cf52e2">Positions</h2>
<div class="outline-text-2" id="text-org0cf52e2">
<p>
<a href="https://www.linkedin.com/posts/romain-all%C3%A9aume-0778066_postdoc-announcement-activity-6580134490172084224-dPIz/">Telecom Paris is looking for a PostDoc</a>
<i>Telecom Paris</i> – Will be on experimental quantum coherent communications.
</p>
</div>
</div>
<div id="outline-container-orgd06e5b0" class="outline-2">
<h2 id="orgd06e5b0">Events</h2>
<div class="outline-text-2" id="text-orgd06e5b0">
</div>
<div id="outline-container-org72b9c34" class="outline-3">
<h3 id="org72b9c34"><a href="https://popl20.sigplan.org/home/planqc-2020">PLanQC 2020 Programming Languages for Quantum Computing</a></h3>
<div class="outline-text-3" id="text-org72b9c34">
<p>
<i>Submission deadline 2019-10-28</i> - Event on 2020-01-20/ – One day workshop around languages and tools for quantum computer coding.
</p>
</div>
</div>
</div>
<div id="outline-container-orgaf56b5e" class="outline-2">
<h2 id="orgaf56b5e">Miscellanea</h2>
<div class="outline-text-2" id="text-orgaf56b5e">
</div>
<div id="outline-container-org686e633" class="outline-3">
<h3 id="org686e633"><a href="https://www.youtube.com/playlist?list=PLgLkEJ3SUJUS05I_INGLpkNcaWQdXfCeo&amp;app=desktop">Slides from the Fifth International Conference on Quantum Error Correction (QEC’19)</a></h3>
</div>
<div id="outline-container-org071dd69" class="outline-3">
<h3 id="org071dd69"><a href="https://phys.org/news/2019-09-car-math.html">Where to park your car, according to math</a></h3>
<div class="outline-text-3" id="text-org071dd69">
<p>
<i>Santa Fe Institute - Boston U</i> – Use this whenever you need to explain what algorithm and optimization is.
</p>
</div>
</div>
</div>
        

        </div>
    </div>

    
    <footer><div class="container">
            <div class="social">



                <div class="social-entry">
                    <a href="../../rss.xml" target="_blank">
                        <i class="fa fa-rss"></i> 
                    </a>
                </div>
            </div>
                <div class="copyright">
                    Contents © 2019         <a href="mailto:harold.ollivier@linksights.io">Harold Ollivier</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
                    
                </div>
           
        </div>
    </footer><script src="../../assets/js/all-nocdn.js" type="text/javascript"></script>
</body>
</html>
