docs/2019-10-04.md

# Breaking News

Google will be claiming quantum supremacy. It's a huge step for the field. A working intermediate scale QC at Google was able to perform a computation much faster than any available classical super-computer. Beware: I didn't say **any** computation, but **a** computation. I let you reflect on this. For more there is the excellent [Scott’s Supreme Quantum Supremacy FAQ!](https://www.scottaaronson.com/blog/?p=4317), and even more in Preskill's article in [Quanta Magazine](https://www.quantamagazine.org/john-preskill-explains-quantum-supremacy-20191002/)


<a id="org0d7b72e"></a>

# General public articles


<a id="org802958b"></a>

## [The Problem with Quantum Computers](https://blogs.scientificamerican.com/observations/the-problem-with-quantum-computers/?amp;text=The)

*Scientific American - Los Alamos National Lab* &#x2013; Decoherence is bad for quantum computing, but fortunately there are ways to fight it. Fault-tolerant gates are one of them. Optimized quantum circuits obtained via ML compilers are another. Here LANL researchers report using quantum computers to compile their own programs. Hey, we are getting away from low level assembly like code and circuits. Love it.


<a id="org32db2fb"></a>

## [Computer Scientists Expand the Frontier of Verifiable Knowledge](https://www.quantamagazine.org/computer-scientists-expand-the-frontier-of-verifiable-knowledge-20190523/)

*Quanta magazine - Caltech - MIT* &#x2013; Using computers to verify that a solution given to a problem is exact is a common cryptographic setting. Think of digital signatures, its easy to check but without the private key you can't encode, i.e find the solution to the problem. When using quantum computers, you can verify efficiently the solutions to some of the hardest imaginable problems. Yay quantum!
[New method enables quantum simulations on larger systems](https://phys.org/news/2019-04-method-enables-quantum-simulations-larger.html)
*Phys.org - Science - U. Innsbruck* &#x2013; New method for characterizing multi-party states. That's one of the challenges (see subject above) of QC: know that your computer has been doing what it was supposed to do. Hey that's the experimentalists job augmented by the computer scientists approach. 


<a id="org01f51e4"></a>

## [Comprendre l’informatique quantique](https://www.frenchweb.fr/comprendre-linformatique-quantique-edition-2019-par-olivier-ezratty/376411)

*FrenchWeb - Olivier Ezratty* &#x2013; Incredible attemp by a non scientist to explain what quantum computing and quantum communication are. In french. 


<a id="orgf7f66e4"></a>

## [To Invent a Quantum Internet](https://www.quantamagazine.org/stephanie-wehner-is-designing-a-quantum-internet-20190925/)

*Quanta Magazine - Stephanie Wehner* &#x2013; What to know why Quantum Information Science is not Computing only ? Read this! LIP6 is taking care of the upper network layers with other embers of the Paris node. <https://www.youtube.com/watch?v=B76dFHnGdLM>


<a id="orgf1733f8"></a>

## [Project brings quantum internet closer to reality](https://techxplore.com/news/2019-09-quantum-internet-closer-reality.html)

*TechXplore - U Innsbruck - Army Research Lab* &#x2013; Sending entanglement over long distances (50km) successfully is a huge achievement, because not only do you need to create the entanglement, but you also need to convert the created photon pairs to telecom wavelength!


<a id="orgf35be71"></a>

## [Closing In on Quantum Error Correction](https://cacm.acm.org/magazines/2019/10/239668-closing-in-on-quantum-error-correction/fulltext)

*Communications of the ACM - IQC / PI* &#x2013; A short overview of what quantum error correction is and why it is useful (well the statement that nothing interesting can be done without it is raising debates). Some more cool stuff on Surface codes in the Research Paper section, where D. Poulin has been constructing wormholes in them. 


<a id="org0301746"></a>

# Industry - Academia - Startups

If you read till her, I asume you've heard about Google Supremacy Claim.


<a id="orgabff6bd"></a>

# Research papers


<a id="orgc222002"></a>

## [Topological wormholes](https://arxiv.org/abs/1909.07419)

*U. Sherbrooke - A. Krishna, D. Poulin* &#x2013; Having fun with toric codes, puncturing and stiching. It's a novel way to do fault tolerant computation using toric codes. 


<a id="org445a727"></a>

## [One-and-a-half quantum de Finetti theorems](https://arxiv.org/abs/0602130)

*Matthias Christandl, Robert Koenig, Graeme Mitchison, Renato Renner, Approximations of the de Finetti theorem when there are finitely many systems* &#x2013; Not a recent one, but a good one. 


<a id="org654d103"></a>

## [A classical leash for a quantum system: Command of quantum systems via rigidity of CHSH games](https://arxiv.org/abs/1209.0448)

*Ben W. Reichardt, Falk Unger, Umesh Vazirani* &#x2013; Another important one for caracterizing geometric properties of entangled states&#x2026; giving them some rigidity properties.


<a id="orgf71ad7f"></a>

# Positions

[Telecom Paris is looking for a PostDoc](https://www.linkedin.com/posts/romain-alléaume-0778066_postdoc-announcement-activity-6580134490172084224-dPIz/)
*Telecom Paris* &#x2013; Will be on experimental quantum coherent communications.


<a id="orgc092aae"></a>

# Events


<a id="orgf515125"></a>

## [PLanQC 2020 Programming Languages for Quantum Computing](https://popl20.sigplan.org/home/planqc-2020)

*Submission deadline 2019-10-28* - Event on 2020-01-20/ &#x2013; One day workshop around languages and tools for quantum computer coding.


<a id="org92a38e6"></a>

# Miscellanea


<a id="orgf3ce545"></a>

## [Slides from the Fifth International Conference on Quantum Error Correction (QEC’19)](https://www.youtube.com/playlist?list=PLgLkEJ3SUJUS05I_INGLpkNcaWQdXfCeo&app=desktop)


<a id="orgc6b593f"></a>

## [Where to park your car, according to math](https://phys.org/news/2019-09-car-math.html)

*Santa Fe Institute - Boston U* &#x2013; Use this whenever you need to explain what algorithm and optimization is.

